{
    "antelope": "Linh dương là một nhóm động vật ăn cỏ, thuộc bộ Guốc chẵn, họ Trâu Bò (Bovidae). Sinh sống ở các lục địa châu Á, châu Phi và Bắc Mỹ. Tuổi thọ trung bình từ 15 - 20 năm. Là loài động vật không nguy hiểm.",
    "badge":"Lửng mật là loài động vật có vú trong họ Chồn, bộ Ăn thịt. Là loài bản địa châu Phi, Tây Nam Á và tiểu lục địa Ấn Độ. Lửng mật được phân loại là loài ít quan tâm bởi IUCN do phạm vi rộng lớn và sự thích nghi tót với môi trường chung. Ít nguy cơ bị săn vì lớp da dày và khả năng phòng vệ dữ dội (bao gồm cả khả năng đề kháng độc). Tuổi thọ trung bình 7 năm. Là loài động vật nguy hiểm.",
    "bat": "Dơi và loài động vật có vú thuộc bộ Dơi, ăn côn trùng hoặc ăn cây. Phổ biến ở hầu hết các lục địa trên thế giới trừ những nơi lạnh như Nam Cực, Bắc cực. Chúng bay được và có khả năng phát ra siêu âm với tần số cao để định vị trong đêm tối. Có vai trò sinh thái quan trọng (kiểm soát côn trùng gây hại, thị phấn cho cây trồng). Tuổi thọ đa dạng tùy thuộc loài, có thể sống rất thọ ví dụ như dơi tai chuột có thể sống tới 35 năm. Là loài động vật tiềm ẩn nguy hiểm vì có thể mang theo mầm bệnh dại. Tuy nhiên, dơi thường tránh tiếp xúc với con người và chỉ tấn công khi bị đe dọa.",
    "bear": "Gấu nâu là loài động vật có kích thước lớn thứ 2 trong bộ ăn Thịt, gấu đực trưởng thành nặng khoảng 400-600kg, cao 2,4-3m khi đứng thẳng. Đã từng phổ biến ở châu Á, châu Phi, châu Âu và Bắc Mỹ. Hiện nay bị tuyệt chung ở một số nơi và suy giảm về số lượng ở những khu vực khác. Tuổi thọ trung bình từ 20-20 năm. Là loài động vật nguy hiểm. Chúng có thể tấn công con người gây thương tích hoặc tử vong nhưng đa số khi chúng cảm thấy bị đe dọa hoặc khi chúng đang bảo vệ con non.",
    "bee": "Ong là loài côn trùng có tổ chức xã hội cao, sống theo đàn, mỗi đàn đều có ong chúa, ong thợ, ong non,... và có sự phân công công việc rõ ràng. Đàn ong nhiều nhất có thể tới 25.000-50.000 con. Ong sinh sống ở các tổ ở hốc cây, kẽ đá, bụi rậm, trong rừng, hoặc các tổ hòm do con người làm. Vòng đời: Ong chúa đẻ trứng -> sau 3 ngày thành ấu trùng, được ong thợ chăm sóc, nuôi bằng sữa ong chúa -> ấu trùng hóa nhộng bên trong, thời gian tùy thuộc vào loại ong -> nhộng phát triển thành ong trưởng thành. Là loài động vật có thể nguy hiểm tùy thuộc vào loài. Các loài ong có nọc độc mạnh như: ong vò vẽ, ong đất có thể gây nguy hiểm, thậm chí tử vong.",
    "beetle": "Bọ cánh cứng là nhóm côn trùng với số lượng loài lớn nhất được biết đến, ngành Chân khớp. Địa bàn sinh sống đa dạng từ khắp sa mạc đến rừng, sống trong hoặc trên mặt đất, nước ngọt. Tuổi thọ trung bình từ 30-60 ngày. Là loài động vật không nguy hiểm cho con người, tuy nhiên có ảnh hưởng tới cây trồng và vật nuôi.",
    "bison": "Bò rừng là một loài động vật có vú to lớn thuộc họ Trâu Bò, hiện nay chỉ còn 2 giống sinh tồn là Bison châu Mỹ và Bison châu Âu. Địa bàn sinh sống là Bắc Mỹ và châu Âu. Là loại động vật có nguy cơ tuyệt chủng. Tuổi thọ trung bình từ 15-20 năm. Là loài động vật nguy hiểm khi bị kích động hoặc cảm thấy bị đe dọa, đặc biệt là trong mùa sinh sản.",
    "boar": "Lợn rừng là một loài động vật có vú có phạm vi phân bố lớn, được xếp là loài ít quan tâm. Loài này sống theo nhóm mẫu hệ gồm các con đực non, con cái và con của chúng. Con đực trưởng thành thường sống đơn độc trừ khi vào mùa sinh sản. Tuổi thọ trung bình khoảng từ 10-14 năm. Là loài động vật nguy hiểm, đặc biệt là vào mùa sinh sản hoặc khi chúng bị thương.",
    "butterfly": "Bươm bướm là loài côn trùng thuộc bộ Cánh vẩy. Sinh sống ở khắp nơi trên thế giới trừ các khu vực cực lạnh. Chúng có đôi cánh sặc sỡ, cơ thể gồm 3 phần (đầu, ngực, bụng), 6 chân và ăng ten. Vòng đời: Bướm đẻ trứng trên lá cây -> trứng nở ra sâu bướm, sâu bướm lột xác nhiều lần rồi tạo kén -> trong kén, nhộng lột xác thành bướm trưởng thành -> bướm trưởng thành chui ra khỏi kén để giao phối, đẻ trứng và chết. Tuổi thọ trung binh khoảng 1-2 tuần. Là loài không nguy hiểm.",
    "cat": "Mèo là động vật có vú chuyên ăn thịt, sống chung với loài người như thú nuôi và săn vật gây hại. Méo đã sống gần gũi với loài người ít nhất 9.500 năm, là con vật cưng phổ biến nhất thế giới. Có đặc điểm thân hình linh hoạt, thính giác và thị giác nhạy bén. Mèo đánh dấu lãnh thổ bằng nước tiểu hoặc bằng cách chà xát cơ thể lên các vật thể. Tuổi thọ trung bình mèo nhà khoảng 14-16 năm, mèo hoang khoảng 4-6 năm. Là động vật không nguy hiểm, tuy nhiên chúng có thể cào hoặc cắn nếu bị đe dọa hoặc khi chúng bị bệnh.",
    "caterpillar": "Sâu bướm là giai đoạn ấu trùng của các thành viên thuộc bộ Cánh vẩy, lớp Côn trùng. Chúng sống ở khắp nơi trên thế giới, nơi có thực vật phát triển để làm nguồn thức ăn. Chúng có thể được tím thấy trên lá cây, cành cây và đôi khi dưới đất. Tuổi thọ thay đổi rất lớn tùy thuộc vào loài và điều kiện môi trừng, từ vài tuần đến vài năm. Là loài động vật không nguy hiểm, tuy nhiên chung có thể gây hại cho cây trồng. Khuyến cáo tránh chạm vào các loài có vẻ ngoài khác thường hoặc có lông.",
    "chimpanzee": "Tinh tinh là một loài inh trưởng thuộc lớp Thú, bộ Linh trưởng, họ Vượn. Chúng sống ở các rừng mưa nhiệt đới và xavan ẩm ướt ở Trung và Tây Phi. Chúng có đặc điểm thông minh, có khả năng sử dụng công cụ và giải quyết vấn đề. Sống theo đàn xã hội phức tạp, có nhiều cấp bậc. Chủ yếu ăn thực vật, nhưng cũng ăn côn trùng và dôi khi săn động vật nhỏ. Có khả năng di chuyển trên mặt đất bằng 2 chân hoặc bằng cả 4 chi. Tuổi thọ trung bình khoảng 33-40 năm trong tự nhiên, có thể sống tới 50-60 năm nếu điều kiện tốt. Là loài dộng vật có thể nguy hiểm, tấn công con người nếu chúng cảm thấy bị đe dọa.",
    "cockroach": "Gián là loài côn trùng thuộc bộ Cánh thẳng, có khả năng sinh tồn mạnh mẽ và thích nghi với nhiều môi trường khác nhau. Chúng sống ở khắp nơi trên thế giới, đặc biệt là trong các khu vực ấm áp và ẩm ướt. Gián có thể sống mà không cần thức ăn trong vài tuần và không cần nước trong vài ngày. Tuổi thọ trung bình của gián từ vài tháng đến một năm tùy thuộc vào loài. Là loài động vật không nguy hiểm trực tiếp cho con người, nhưng chúng có thể truyền bệnh và gây dị ứng thông qua việc tiếp xúc với thực phẩm và môi trường sống của con người.",
    "cow": "Bò là loài động vật có vú thuộc họ Trâu Bò, được thuần hóa để lấy sữa, thịt và da. Bò có nguồn gốc từ các loài bò rừng châu Á và châu Âu. Chúng sống theo bầy đàn và có tập tính xã hội cao. Bò ăn cỏ và các loại thực vật khác. Tuổi thọ trung bình của bò từ 15-20 năm. Là loài động vật không nguy hiểm, tuy nhiên có thể gây nguy hiểm nếu bị kích động hoặc khi bảo vệ con non.",
    "coyote": "Chó sói đồng cỏ là một loài động vật có vú thuộc họ Chó, bộ Ăn thịt. Chúng sinh sống chủ yếu ở Bắc Mỹ, từ Canada đến Mexico. Chó sói đồng cỏ có khả năng thích nghi cao với nhiều môi trường khác nhau, từ rừng đến sa mạc và cả khu vực đô thị. Chúng là loài ăn tạp, chủ yếu săn mồi các động vật nhỏ như thỏ, chuột và chim, nhưng cũng ăn trái cây và thực vật khi cần thiết. Tuổi thọ trung bình của chó sói đồng cỏ trong tự nhiên là khoảng 10-14 năm. Là loài động vật có thể nguy hiểm, đặc biệt là khi chúng cảm thấy bị đe dọa hoặc khi bảo vệ con non.",
    "crab": "Cua là loài giáp xác sống chủ yếu ở môi trường nước mặn và nước lợ, nhưng cũng có một số loài sống ở môi trường nước ngọt và trên cạn. Cua có thân hình rộng, dẹt với hai càng lớn dùng để phòng vệ và bắt mồi. Chúng di chuyển chủ yếu bằng cách bò ngang. Cua ăn tạp, bao gồm cả thực vật và động vật nhỏ. Tuổi thọ trung bình của cua từ 3-8 năm tùy thuộc vào loài. Là loài động vật không nguy hiểm, tuy nhiên có thể cắn nếu bị đe dọa.",
    "crow": "Quạ là loài chim thuộc họ Corvidae, nổi tiếng với trí thông minh và khả năng học hỏi. Chúng sống ở khắp nơi trên thế giới, từ rừng đến khu vực đô thị. Quạ có bộ lông màu đen bóng và kích thước trung bình. Chúng ăn tạp, bao gồm cả thực vật, động vật nhỏ và thức ăn thừa của con người. Tuổi thọ trung bình của quạ trong tự nhiên là khoảng 7-8 năm, nhưng có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người.",
    "deer": "Hươu là loài động vật có vú thuộc họ Hươu, bộ Guốc chẵn. Chúng sinh sống ở nhiều khu vực trên thế giới, bao gồm Bắc Mỹ, châu Âu, châu Á và một số vùng của Nam Mỹ. Hươu có thân hình thon gọn, chân dài và thường có sừng (chỉ con đực có sừng). Chúng là loài ăn cỏ, chủ yếu ăn lá cây, cỏ và các loại thực vật khác. Tuổi thọ trung bình của hươu từ 6-14 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể trở nên nguy hiểm nếu bị đe dọa hoặc khi bảo vệ con non.",
    "dog": "Chó là loài động vật có vú thuộc họ Chó, bộ Ăn thịt. Chúng đã được thuần hóa từ hàng ngàn năm trước và trở thành người bạn đồng hành thân thiết của con người. Chó có nhiều giống khác nhau với kích thước, hình dạng và tính cách đa dạng. Chúng có khả năng học hỏi cao và thường được sử dụng trong các công việc như bảo vệ, săn bắn, cứu hộ và hỗ trợ người khuyết tật. Tuổi thọ trung bình của chó từ 10-13 năm tùy thuộc vào giống và điều kiện chăm sóc. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể cắn nếu bị đe dọa hoặc khi bảo vệ lãnh thổ.",
    "dolphin": "Cá heo là loài động vật có vú sống dưới nước, thuộc họ Cá heo, bộ Đơn huyệt. Chúng sinh sống ở các đại dương và một số con sông lớn trên thế giới. Cá heo nổi tiếng với trí thông minh cao, khả năng giao tiếp phức tạp và hành vi xã hội. Chúng ăn cá và mực, sử dụng sóng âm để định vị và săn mồi. Tuổi thọ trung bình của cá heo từ 20-50 năm tùy thuộc vào loài. Là loài động vật không nguy hiểm đối với con người, thường thân thiện và hiếu kỳ khi tiếp xúc với con người.",
    "donkey": "Lừa là loài động vật có vú thuộc họ Ngựa, bộ Guốc chẵn. Chúng đã được thuần hóa từ hàng ngàn năm trước và được sử dụng làm vật kéo xe, vận chuyển hàng hóa và chăn thả gia súc. Lừa có thân hình chắc chắn, chân ngắn và tai dài. Chúng ăn cỏ và các loại thực vật khác. Tuổi thọ trung bình của lừa từ 25-30 năm. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể đá hoặc cắn nếu bị đe dọa hoặc khi bảo vệ lãnh thổ.",
    "dragonfly": "Chuồn chuồn là loài côn trùng thuộc bộ Odonata, nổi bật với đôi cánh trong suốt và khả năng bay lượn điêu luyện. Chúng sống gần các nguồn nước như ao, hồ, sông và suối, nơi chúng đẻ trứng và ấu trùng phát triển. Chuồn chuồn ăn côn trùng nhỏ hơn, bao gồm cả muỗi, giúp kiểm soát quần thể côn trùng gây hại. Tuổi thọ trung bình của chuồn chuồn từ vài tuần đến vài tháng tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người.",
    "duck": "Vịt là loài chim thuộc họ Vịt, bộ Vịt. Chúng sống ở nhiều môi trường khác nhau, bao gồm ao, hồ, sông và đầm lầy. Vịt có thân hình tròn, chân ngắn và mỏ bẹt, thích nghi tốt với cuộc sống dưới nước. Chúng ăn tạp, bao gồm cả thực vật, côn trùng và động vật nhỏ. Tuổi thọ trung bình của vịt từ 5-10 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người.",
    "eagle": "Đại bàng là loài chim săn mồi lớn thuộc họ Accipitridae, nổi tiếng với thị lực sắc bén và khả năng bay lượn cao. Chúng sinh sống ở nhiều khu vực trên thế giới, từ rừng núi đến đồng bằng và vùng ven biển. Đại bàng có bộ lông màu nâu hoặc đen, với đầu và đuôi thường có màu trắng (đặc biệt là đại bàng đầu trắng). Chúng săn mồi các loài động vật nhỏ như cá, chim và động vật có vú nhỏ. Tuổi thọ trung bình của đại bàng từ 20-30 năm trong tự nhiên, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể tấn công nếu cảm thấy bị đe dọa.",
    "elephant": "Voi là loài động vật có vú lớn nhất trên cạn, thuộc họ Voi, bộ Guốc chẵn. Chúng sinh sống chủ yếu ở châu Phi và châu Á. Voi có thân hình to lớn, tai lớn và vòi dài linh hoạt dùng để lấy thức ăn, nước và giao tiếp. Chúng sống theo bầy đàn do con cái dẫn đầu và có cấu trúc xã hội phức tạp. Voi ăn thực vật, bao gồm cỏ, lá cây, quả và vỏ cây. Tuổi thọ trung bình của voi từ 60-70 năm trong tự nhiên. Là loài động vật nguy hiểm khi bị kích động hoặc cảm thấy bị đe dọa, đặc biệt là voi mẹ bảo vệ con non.",
    "flamingo": "Hồng hạc là loài chim nước thuộc họ Phoenicopteridae, nổi bật với bộ lông màu hồng đặc trưng và chân dài. Chúng sinh sống ở các vùng đầm lầy, hồ mặn và vùng ven biển ở châu Mỹ, châu Phi, châu Âu và châu Á. Hồng hạc ăn tạp, chủ yếu là tôm, tảo và các sinh vật nhỏ trong nước, chúng sử dụng mỏ cong đặc biệt để lọc thức ăn từ nước. Tuổi thọ trung bình của hồng hạc từ 20-30 năm trong tự nhiên. Là loài động vật không nguy hiểm đối với con người.",
    "fly": "Ruồi là loài côn trùng thuộc bộ Hai cánh, nổi bật với khả năng bay nhanh và linh hoạt. Chúng sống ở khắp nơi trên thế giới, đặc biệt là trong các khu vực có nguồn thức ăn phong phú như rác thải, phân động vật và thực phẩm thừa. Ruồi ăn tạp, bao gồm cả chất hữu cơ phân hủy và các chất lỏng ngọt. Tuổi thọ trung bình của ruồi từ vài ngày đến vài tuần tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm trực tiếp cho con người, nhưng chúng có thể truyền bệnh thông qua việc tiếp xúc với thực phẩm và môi trường sống của con người.",
    "fox": "Cáo là loài động vật có vú thuộc họ Chó, bộ Ăn thịt. Chúng sinh sống ở nhiều khu vực trên thế giới, bao gồm Bắc Mỹ, châu Âu, châu Á và Bắc Phi. Cáo có thân hình nhỏ gọn, lông dày và đuôi dài. Chúng là loài ăn tạp, chủ yếu săn mồi các động vật nhỏ như thỏ, chim và côn trùng, nhưng cũng ăn trái cây và thực vật khi cần thiết. Tuổi thọ trung bình của cáo trong tự nhiên là khoảng 3-6 năm, nhưng có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể tấn công nếu cảm thấy bị đe dọa hoặc khi bảo vệ con non.",
    "goat": "Dê là loài động vật có vú thuộc họ Trâu Bò, được thuần hóa để lấy sữa, thịt và lông. Dê có nguồn gốc từ các loài dê hoang dã ở Trung Đông và Trung Á. Chúng sống theo bầy đàn và có tập tính xã hội cao. Dê ăn cỏ, lá cây và các loại thực vật khác. Tuổi thọ trung bình của dê từ 10-15 năm. Là loài động vật không nguy hiểm, tuy nhiên có thể đá hoặc cắn nếu bị đe dọa hoặc khi bảo vệ con non.",
    "goldfish": "Cá vàng là loài cá cảnh phổ biến, thuộc họ Cá chép. Chúng có nguồn gốc từ Trung Quốc và đã được thuần hóa từ hàng ngàn năm trước. Cá vàng có nhiều màu sắc và hình dạng khác nhau, thường được nuôi trong bể cá hoặc ao nhỏ. Chúng ăn tạp, bao gồm cả thức ăn viên, thực vật và động vật nhỏ. Tuổi thọ trung bình của cá vàng từ 10-15 năm, nhưng có thể sống lâu hơn trong điều kiện tốt. Là loài động vật không nguy hiểm đối với con người.",
    "goose": "Ngỗng là loài chim thuộc họ Vịt, bộ Vịt. Chúng sống ở nhiều môi trường khác nhau, bao gồm ao, hồ, sông và đầm lầy. Ngỗng có thân hình lớn hơn vịt, cổ dài và mỏ to. Chúng ăn tạp, bao gồm cả thực vật, côn trùng và động vật nhỏ. Tuổi thọ trung bình của ngỗng từ 10-15 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người.",
    "gorilla": "Gorilla là loài linh trưởng lớn nhất thuộc họ Vượn, sinh sống chủ yếu ở các khu rừng nhiệt đới của Trung và Tây Phi. Chúng có thân hình to lớn, sức mạnh vượt trội và sống theo nhóm xã hội do con đực đầu đàn dẫn đầu. Gorila chủ yếu ăn thực vật như lá cây, quả và cành non, nhưng đôi khi cũng ăn côn trùng. Tuổi thọ trung bình của gorila trong tự nhiên là khoảng 35-40 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật có thể nguy hiểm nếu cảm thấy bị đe dọa hoặc khi bảo vệ con non.",
    "grasshopper": "Châu chấu là loài côn trùng thuộc bộ Cánh thẳng, nổi bật với khả năng nhảy xa và bay ngắn. Chúng sống ở nhiều môi trường khác nhau, bao gồm đồng cỏ, rừng và khu vực nông nghiệp. Châu chấu ăn thực vật, chủ yếu là cỏ và lá cây. Tuổi thọ trung bình của châu chấu từ vài tháng đến một năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể gây hại cho cây trồng khi xuất hiện với số lượng lớn.",
    "hamster": "Chuột Hamster là loài động vật có vú nhỏ thuộc họ Chuột, bộ Gặm nhấm. Chúng có nguồn gốc từ các vùng khô cằn và bán khô cằn của Trung Đông và châu Á. Hamster nổi tiếng với túi má lớn dùng để chứa thức ăn và vật liệu làm tổ. Chúng là loài ăn tạp, chủ yếu ăn hạt, ngũ cốc, rau củ và trái cây. Tuổi thọ trung bình của chuột Hamster từ 2-3 năm. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể cắn nếu cảm thấy bị đe dọa hoặc khi bảo vệ lãnh thổ.",
    "hare": "Thỏ rừng là loài động vật có vú thuộc họ Thỏ, bộ Gặm nhấm. Chúng sinh sống ở nhiều khu vực trên thế giới, bao gồm Bắc Mỹ, châu Âu và châu Á. Thỏ rừng có thân hình nhỏ gọn, chân dài và tai lớn, giúp chúng chạy nhanh và nhảy xa để tránh kẻ thù. Chúng là loài ăn cỏ, chủ yếu ăn lá cây, cỏ và các loại thực vật khác. Tuổi thọ trung bình của thỏ rừng từ 3-5 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể trở nên nguy hiểm nếu bị đe dọa hoặc khi bảo vệ con non.",
    "hedgehog": "Nhím là loài động vật có vú nhỏ thuộc họ Nhím, bộ Gặm nhấm. Chúng nổi bật với lớp lông cứng và sắc nhọn trên lưng, dùng để phòng vệ khỏi kẻ thù. Nhím sinh sống ở nhiều khu vực trên thế giới, bao gồm châu Âu, châu Á và châu Phi. Chúng là loài ăn tạp, chủ yếu ăn côn trùng, sâu bọ, trái cây và thực vật. Tuổi thọ trung bình của nhím từ 3-7 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể cuộn tròn lại và dùng gai để tự vệ khi cảm thấy bị đe dọa.",
    "hippopotamus": "Hà mã là loài động vật có vú lớn thuộc họ Hà mã, bộ Guốc chẵn. Chúng sinh sống chủ yếu ở các vùng sông, hồ và đầm lầy ở châu Phi. Hà mã có thân hình to lớn, da dày và chân ngắn, thích nghi tốt với cuộc sống dưới nước. Chúng ăn thực vật, chủ yếu là cỏ và các loại thực vật thủy sinh. Tuổi thọ trung bình của hà mã từ 40-50 năm trong tự nhiên. Là loài động vật rất nguy hiểm khi bị kích động hoặc cảm thấy bị đe dọa, đặc biệt là khi bảo vệ lãnh thổ hoặc con non.",
    "hornbill": "Kền kền là loài chim thuộc họ Bucerotidae, nổi bật với chiếc mỏ lớn và cong đặc trưng. Chúng sinh sống ở các khu rừng nhiệt đới và savanna ở châu Phi và châu Á. Kền kền ăn tạp, bao gồm cả trái cây, côn trùng và động vật nhỏ. Tuổi thọ trung bình của kền kền từ 20-30 năm trong tự nhiên. Là loài động vật không nguy hiểm đối với con người.",
    "horse": "Ngựa là loài động vật có vú thuộc họ Ngựa , bộ Guốc chẵn. Chúng đã được thuần hóa từ hàng ngàn năm trước và được sử dụng làm phương tiện di chuyển, kéo xe và trong các hoạt động thể thao. Ngựa có thân hình mạnh mẽ, chân dài và tốc độ chạy nhanh. Chúng ăn cỏ và các loại thực vật khác. Tuổi thọ trung bình của ngựa từ 25-30 năm. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể đá hoặc cắn nếu bị đe dọa hoặc khi bảo vệ lãnh thổ.",
    "hummingbird": "Chim ruồi là loài chim nhỏ thuộc họ Trochilidae, nổi bật với khả năng bay lượn tại chỗ và đôi cánh nhanh như chớp. Chúng sinh sống chủ yếu ở châu Mỹ, từ Alaska đến Nam Mỹ. Chim ruồi ăn chủ yếu là mật hoa từ các loài hoa, nhưng cũng ăn côn trùng nhỏ để bổ sung protein. Tuổi thọ trung bình của chim ruồi từ 3-5 năm trong tự nhiên, nhưng có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người.",
    "hyena": "Linh cẩu là loài động vật có vú thuộc họ Linh cẩu, bộ Ăn thịt. Chúng sinh sống chủ yếu ở châu Phi và một số vùng của Trung Đông. Linh cẩu nổi tiếng với tiếng hú đặc trưng và khả năng săn mồi hiệu quả. Chúng là loài ăn tạp, chủ yếu săn mồi các động vật nhỏ và ăn xác chết. Tuổi thọ trung bình của linh cẩu trong tự nhiên là khoảng 12-15 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật có thể nguy hiểm nếu cảm thấy bị đe dọa hoặc khi bảo vệ con non.",
    "jellyfish": "Sứa là loài động vật biển thuộc ngành Cnidaria, nổi bật với cơ thể mềm mại và xúc tu dài. Chúng sinh sống ở khắp các đại dương trên thế giới, từ vùng nước nông đến vùng nước sâu. Sứa di chuyển bằng cách co bóp cơ thể và sử dụng xúc tu để bắt mồi, chủ yếu là plankton và các sinh vật nhỏ khác. Tuổi thọ trung bình của sứa từ vài tháng đến vài năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật có thể nguy hiểm đối với con người do nọc độc trong xúc tu của chúng, có thể gây kích ứng da hoặc các phản ứng nghiêm trọng hơn khi tiếp xúc.",
    "kangaroo": "Chuột túi là loài động vật có vú đặc hữu của Australia, thuộc họ Macropodidae. Chúng nổi bật với khả năng nhảy xa và sử dụng túi để mang con non. Chuột túi sống chủ yếu ở các vùng đồng cỏ, rừng và sa mạc của Australia. Chúng là loài ăn cỏ, chủ yếu ăn cỏ và lá cây. Tuổi thọ trung bình của chuột túi từ 6-8 năm trong tự nhiên, nhưng có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể đá nếu cảm thấy bị đe dọa.",
    "koala": "Gấu túi là loài động vật có vú đặc hữu của Australia, thuộc họ Phalangeridae. Chúng nổi bật với bộ lông mềm mại, tai tròn và mũi đen đặc trưng. Gấu túi sống chủ yếu trên cây trong các khu rừng eucalypt ở Australia. Chúng ăn lá cây bạch đàn (eucalyptus) làm nguồn thức ăn chính. Tuổi thọ trung bình của gấu túi từ 10-15 năm trong tự nhiên. Là loài động vật không nguy hiểm đối với con người.",
    "ladybugs": "Bọ rùa là loài côn trùng thuộc họ Coccinellidae, nổi bật với màu sắc sặc sỡ và hình dáng tròn nhỏ. Chúng sinh sống ở nhiều môi trường khác nhau, bao gồm vườn, đồng cỏ và rừng. Bọ rùa ăn côn trùng nhỏ như rệp và nhện, giúp kiểm soát quần thể côn trùng gây hại. Tuổi thọ trung bình của bọ rùa từ vài tháng đến một năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người.",
    "leopard": "Báo hoa mai là loài động vật có vú thuộc họ Mèo, bộ Ăn thịt. Chúng sinh sống ở nhiều khu vực trên thế giới, bao gồm châu Phi, châu Á và một số vùng của Trung Đông. Báo hoa mai nổi bật với bộ lông có hoa văn đốm đặc trưng, giúp chúng ngụy trang trong môi trường sống tự nhiên. Chúng là loài săn mồi hiệu quả, chủ yếu săn các động vật nhỏ và trung bình như linh dương, thỏ và chim. Tuổi thọ trung bình của báo hoa mai trong tự nhiên là khoảng 12-15 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật rất nguy hiểm khi bị kích động hoặc cảm thấy bị đe dọa.",
    "lion": "Sư tử là loài động vật có vú thuộc họ Mèo, bộ Ăn thịt. Chúng sinh sống chủ yếu ở châu Phi và một số vùng của Ấn Độ. Sư tử nổi bật với bộ lông vàng và bờm lớn của con đực. Chúng sống theo bầy đàn xã hội phức tạp, do con đực đầu đàn dẫn đầu. Sư tử là loài săn mồi hiệu quả, chủ yếu săn các động vật lớn như linh dương, trâu rừng và voi con. Tuổi thọ trung bình của sư tử trong tự nhiên là khoảng 10-14 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật rất nguy hiểm khi bị kích động hoặc cảm thấy bị đe dọa.",
    "lizard": "Thằn lằn là loài bò sát thuộc họ Lacertidae, nổi bật với khả năng leo trèo và thích nghi với nhiều môi trường khác nhau. Chúng sinh sống ở khắp nơi trên thế giới, từ sa mạc đến rừng nhiệt đới. Thằn lằn ăn tạp, bao gồm cả côn trùng, trái cây và thực vật. Tuổi thọ trung bình của thằn lằn từ vài năm đến hơn một thập kỷ tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người, tuy nhiên một số loài có thể cắn nếu cảm thấy bị đe dọa.",
    "lobster": "Tôm hùm là loài giáp xác sống chủ yếu ở môi trường nước mặn, nổi bật với vỏ cứng và càng lớn dùng để phòng vệ và bắt mồi. Chúng sinh sống ở đáy biển, thường ẩn náu trong các hang động hoặc khe đá. Tôm hùm ăn tạp, bao gồm cả cá nhỏ, động vật giáp xác khác và thực vật biển. Tuổi thọ trung bình của tôm hùm từ 30-50 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể dùng càng để tự vệ nếu bị đe dọa.",
    "mosquito": "Muỗi là loài côn trùng thuộc họ Culicidae, nổi bật với khả năng hút máu từ động vật và con người. Chúng sinh sống ở khắp nơi trên thế giới, đặc biệt là trong các khu vực ẩm ướt và có nước đọng. Muỗi cái hút máu để lấy protein cần thiết cho việc đẻ trứng, trong khi muỗi đực chủ yếu ăn mật hoa. Tuổi thọ trung bình của muỗi từ vài ngày đến vài tuần tùy thuộc vào loài và điều kiện môi trường. Là loài động vật rất nguy hiểm đối với con người do khả năng truyền nhiều bệnh nguy hiểm như sốt rét, sốt xuất huyết và virus Zika.",
    "moth": "Bướm đêm là loài côn trùng thuộc bộ Cánh vẩy, nổi bật với khả năng bay vào ban đêm và đôi cánh thường có màu sắc tối. Chúng sinh sống ở khắp nơi trên thế giới, từ rừng nhiệt đới đến vùng ôn đới. Bướm đêm ăn tạp, bao gồm cả mật hoa, nhựa cây và các loại thực vật khác. Tuổi thọ trung bình của bướm đêm từ vài tuần đến vài tháng tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người.",
    "mouse": "Chuột là loài động vật có vú nhỏ thuộc họ Chuột, bộ Gặm nhấm. Chúng sinh sống ở khắp nơi trên thế giới, từ các khu vực đô thị đến vùng nông thôn và rừng. Chuột có khả năng sinh sản nhanh chóng và thích nghi tốt với nhiều môi trường khác nhau. Chúng ăn tạp, bao gồm cả hạt, ngũ cốc, thực phẩm thừa và côn trùng. Tuổi thọ trung bình của chuột từ 1-3 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm trực tiếp cho con người, nhưng chúng có thể truyền bệnh qua các ký sinh trùng và vi khuẩn.",
    "octopus": "Bạch tuộc là loài động vật thân mềm thuộc lớp Cephalopoda, nổi bật với cơ thể mềm mại, tám xúc tu và khả năng phun mực để tự vệ. Chúng sinh sống chủ yếu ở các đại dương và vùng biển trên khắp thế giới, từ vùng nước nông đến vùng nước sâu. Bạch tuộc là loài săn mồi hiệu quả, chủ yếu ăn cá, cua và các loài động vật giáp xác khác. Tuổi thọ trung bình của bạch tuộc từ 1-3 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người, tuy nhiên một số loài bạch tuộc có nọc độc có thể gây nguy hiểm nếu bị khiêu khích.",
    "okapi": "Okapi là loài động vật có vú thuộc họ Hươu cao cổ, sinh sống chủ yếu trong các khu rừng nhiệt đới của Cộng hòa Dân chủ Congo ở Trung Phi. Chúng có ngoại hình đặc biệt với thân hình giống hươu cao cổ nhưng có sọc trắng trên chân giống như ngựa vằn. Okapi là loài ăn cỏ, chủ yếu ăn lá cây, quả và các loại thực vật khác. Tuổi thọ trung bình của okapi trong tự nhiên là khoảng 20-30 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người.",
    "orangutan": "Orangutan là loài linh trưởng lớn thuộc họ Vượn, sinh sống chủ yếu trong các khu rừng nhiệt đới của đảo Borneo và Sumatra ở Đông Nam Á. Chúng có bộ lông màu đỏ cam đặc trưng và sống phần lớn thời gian trên cây. Orangutan là loài ăn tạp, chủ yếu ăn trái cây, lá cây và các loại thực vật khác, nhưng cũng ăn côn trùng và động vật nhỏ. Tuổi thọ trung bình của orangutan trong tự nhiên là khoảng 30-40 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật có thể nguy hiểm nếu cảm thấy bị đe dọa hoặc khi bảo vệ con non.",
    "otter": "Rái cá là loài động vật có vú thuộc họ Chồn, sinh sống chủ yếu ở các vùng nước ngọt và ven biển trên khắp thế giới. Chúng nổi bật với bộ lông dày và khả năng bơi lặn xuất sắc. Rái cá ăn tạp, chủ yếu ăn cá, động vật giáp xác và các loài động vật thủy sinh khác. Tuổi thọ trung bình của rái cá trong tự nhiên là khoảng 10-15 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người, thường rất hiền lành và thân thiện.",
    "owl": "Cú là loài chim săn mồi thuộc họ Strigidae, nổi bật với khả năng bay lặng lẽ và thị lực sắc bén trong điều kiện ánh sáng yếu. Chúng sinh sống ở khắp nơi trên thế giới, từ rừng nhiệt đới đến vùng ôn đới và sa mạc. Cú ăn tạp, chủ yếu săn các động vật nhỏ như chuột, thỏ và côn trùng. Tuổi thọ trung bình của cú trong tự nhiên là khoảng 10-15 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể tấn công nếu cảm thấy bị đe dọa.",
    "ox": "Bò đực là loài động vật có vú thuộc họ Trâu Bò, được thuần hóa để làm việc nặng nhọc như kéo cày và vận chuyển hàng hóa. Bò đực có thân hình to lớn, cơ bắp và sừng phát triển mạnh mẽ. Chúng ăn cỏ và các loại thực vật khác. Tuổi thọ trung bình của bò đực từ 15-20 năm. Là loài động vật không nguy hiểm, tuy nhiên có thể gây nguy hiểm nếu bị kích động hoặc khi bảo vệ lãnh thổ.",
    "oyster": "Hàu là loài động vật thân mềm sống chủ yếu ở môi trường nước mặn và nước lợ. Chúng có vỏ cứng bảo vệ cơ thể mềm mại bên trong và thường bám vào các bề mặt cứng như đá hoặc các cấu trúc nhân tạo. Hàu là loài lọc nước, ăn các hạt hữu cơ và vi sinh vật trong nước. Tuổi thọ trung bình của hàu từ 5-10 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người, tuy nhiên cần chú ý khi tiêu thụ để tránh nguy cơ nhiễm khuẩn hoặc dị ứng.",
    "panda": "Gấu trúc là loài động vật có vú thuộc họ Gấu, sinh sống chủ yếu trong các khu rừng tre ở Trung Quốc. Chúng nổi bật với bộ lông màu trắng đen đặc trưng và chế độ ăn chủ yếu là tre. Gấu trúc là loài ăn tạp, nhưng hơn 99% chế độ ăn của chúng là tre, ngoài ra chúng cũng ăn một số loại trái cây và động vật nhỏ. Tuổi thọ trung bình của gấu trúc trong tự nhiên là khoảng 20 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người, thường rất hiền lành và thân thiện.",
    "parrot": "Vẹt là loài chim thuộc họ Psittacidae, nổi bật với bộ lông màu sắc sặc sỡ và khả năng bắt chước giọng nói con người. Chúng sinh sống ở nhiều khu vực trên thế giới, đặc biệt là ở các vùng nhiệt đới và cận nhiệt đới. Vẹt ăn tạp, bao gồm cả hạt, trái cây, hoa quả và côn trùng nhỏ. Tuổi thọ trung bình của vẹt từ 20-50 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người, thường rất thân thiện và hiếu kỳ.",
    "pelecaniformes": "Bồ nông là loài chim thuộc họ Pelecanidae, nổi bật với chiếc mỏ dài và túi da lớn dưới mỏ dùng để bắt và chứa cá. Chúng sinh sống chủ yếu ở các vùng ven biển, hồ và sông trên khắp thế giới. Bồ nông ăn chủ yếu là cá, sử dụng túi da để múc nước và giữ con mồi trước khi nuốt. Tuổi thọ trung bình của bồ nông từ 10-25 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người.",
    "penguin": "Chim cánh cụt là loài chim không biết bay, nổi bật với bộ lông màu đen và trắng cùng hình dáng mập mạp. Chúng sinh sống chủ yếu ở các vùng lạnh giá như Nam Cực và các đảo xung quanh. Chim cánh cụt ăn chủ yếu là cá, mực và các loài động vật biển khác. Tuổi thọ trung bình của chim cánh cụt trong tự nhiên là khoảng 15-20 năm. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể tấn công nếu cảm thấy bị đe dọa.",
    "pig": "Lợn là loài động vật có vú thuộc họ Heo, được thuần hóa để lấy thịt, da và các sản phẩm khác. Lợn có thân hình mập mạp, chân ngắn và mõm dài. Chúng ăn tạp, bao gồm cả thực vật và động vật nhỏ. Tuổi thọ trung bình của lợn từ 10-15 năm tùy thuộc vào giống và điều kiện chăm sóc. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể cắn nếu bị đe dọa hoặc khi bảo vệ lãnh thổ.",
    "pigeon": "Bồ câu là loài chim thuộc họ Columbidae, nổi bật với khả năng bay nhanh và định hướng tốt. Chúng sinh sống ở khắp nơi trên thế giới, từ các khu vực đô thị đến vùng nông thôn và rừng. Bồ câu ăn tạp, bao gồm cả hạt, ngũ cốc và các loại thực vật khác. Tuổi thọ trung bình của bồ câu trong tự nhiên là khoảng 3-5 năm, nhưng có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người.",
    "porcupine": "Nhãn là loài động vật có vú thuộc họ Nhím, nổi bật với lớp gai sắc nhọn trên lưng dùng để phòng vệ khỏi kẻ thù. Chúng sinh sống ở nhiều khu vực trên thế giới, bao gồm Bắc Mỹ, châu Âu và châu Á. Nhím là loài ăn tạp, chủ yếu ăn côn trùng, trái cây và thực vật. Tuổi thọ trung bình của nhím từ 5-7 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể dùng gai để tự vệ khi cảm thấy bị đe dọa.",
    "possum": "Opossum là loài động vật có vú thuộc họ Didelphidae, nổi bật với khả năng chơi chết để tránh kẻ thù. Chúng sinh sống chủ yếu ở châu Mỹ, từ Canada đến Argentina. Opossum là loài ăn tạp, chủ yếu ăn côn trùng, trái cây và các loại thực vật khác. Tuổi thọ trung bình của opossum trong tự nhiên là khoảng 2-4 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể cắn nếu cảm thấy bị đe dọa.",
    "raccoon": "Gấu mèo là loài động vật có vú thuộc họ Gấu mèo, nổi bật với bộ lông màu xám và đuôi có vòng sọc. Chúng sinh sống chủ yếu ở Bắc Mỹ, từ Canada đến Mexico. Gấu mèo là loài ăn tạp, chủ yếu ăn trái cây, côn trùng và các loại thực vật khác, nhưng cũng ăn động vật nhỏ và thức ăn thừa của con người. Tuổi thọ trung bình của gấu mèo trong tự nhiên là khoảng 2-3 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể cắn nếu cảm thấy bị đe dọa hoặc khi bảo vệ con non.",
    "rat": "Chuột nhắt là loài động vật có vú nhỏ thuộc họ Chuột, bộ Gặm nhấm. Chúng sinh sống ở khắp nơi trên thế giới, đặc biệt là trong các khu vực đô thị và nông thôn. Chuột nhắt có khả năng sinh sản nhanh chóng và thích nghi tốt với nhiều môi trường khác nhau. Chúng ăn tạp, bao gồm cả hạt, ngũ cốc, thực phẩm thừa và côn trùng. Tuổi thọ trung bình của chuột nhắt từ 1-2 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm trực tiếp cho con người, nhưng chúng có thể truyền bệnh qua các ký sinh trùng và vi khuẩn.",
    "reindeer": "Tuần lộc là loài động vật có vú thuộc họ Hươu, sinh sống chủ yếu ở các vùng Bắc Cực và cận Bắc Cực. Chúng nổi bật với bộ lông dày và sừng lớn, giúp chúng thích nghi với điều kiện khí hậu lạnh giá. Tuần lộc là loài ăn cỏ, chủ yếu ăn địa y, cỏ và các loại thực vật khác. Tuổi thọ trung bình của tuần lộc trong tự nhiên là khoảng 10-15 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người.",
    "rhinoceros": "Tê giác là loài động vật có vú lớn thuộc họ Tê giác, nổi bật với chiếc sừng lớn trên mũi và thân hình to lớn. Chúng sinh sống chủ yếu ở châu Phi và châu Á, trong các khu rừng, đồng cỏ và savanna. Tê giác là loài ăn cỏ, chủ yếu ăn cỏ, lá cây và các loại thực vật khác. Tuổi thọ trung bình của tê giác trong tự nhiên là khoảng 35-50 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật rất nguy hiểm khi bị kích động hoặc cảm thấy bị đe dọa, đặc biệt là khi bảo vệ lãnh thổ hoặc con non.",
    "sandpiper": "Chim mỏ thìa là loài chim thuộc họ Scolopacidae, nổi bật với chiếc mỏ dài và cong đặc trưng. Chúng sinh sống ở các vùng ven biển, đầm lầy và bãi biển trên khắp thế giới. Chim mỏ thìa ăn tạp, bao gồm cả côn trùng, giun và các loài động vật nhỏ khác. Tuổi thọ trung bình của chim mỏ thìa từ 5-10 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người.",
    "seahorse": "Cá ngựa là loài cá nhỏ thuộc họ Syngnathidae, nổi bật với hình dáng giống như con ngựa và khả năng bơi đứng thẳng. Chúng sinh sống chủ yếu ở các vùng nước nông, đặc biệt là trong các rạn san hô và cỏ biển. Cá ngựa ăn tạp, chủ yếu ăn các loài động vật phù du và các sinh vật nhỏ khác. Tuổi thọ trung bình của cá ngựa từ 1-5 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người.",
    "seal": "Hải cẩu là loài động vật có vú sống chủ yếu ở môi trường nước mặn, nổi bật với thân hình thon dài và vây chân dùng để bơi lặn. Chúng sinh sống ở các vùng biển lạnh giá và ôn đới trên khắp thế giới. Hải cẩu ăn tạp, chủ yếu ăn cá, mực và các loài động vật biển khác. Tuổi thọ trung bình của hải cẩu trong tự nhiên là khoảng 20-30 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể tấn công nếu cảm thấy bị đe dọa.",
    "shark": "Cá mập là loài cá lớn thuộc lớp Chondrichthyes, nổi bật với thân hình mạnh mẽ và hàm răng sắc nhọn. Chúng sinh sống ở khắp các đại dương trên thế giới, từ vùng nước nông đến vùng nước sâu. Cá mập là loài săn mồi hiệu quả, chủ yếu ăn cá, động vật giáp xác và các loài động vật biển khác. Tuổi thọ trung bình của cá mập từ 20-30 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật rất nguy hiểm khi bị kích động hoặc cảm thấy bị đe dọa.",
    "sheep": "Cừu là loài động vật có vú thuộc họ Trâu Bò, được thuần hóa để lấy lông, thịt và sữa. Cừu có thân hình mập mạp, lông dày và chân ngắn. Chúng ăn cỏ và các loại thực vật khác. Tuổi thọ trung bình của cừu từ 10-12 năm tùy thuộc vào giống và điều kiện chăm sóc. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể đá hoặc cắn nếu bị đe dọa hoặc khi bảo vệ lãnh thổ.",
    "snake": "Rắn là loài bò sát không chân thuộc họ Serpentes, nổi bật với cơ thể dài và linh hoạt. Chúng sinh sống ở khắp nơi trên thế giới, từ rừng nhiệt đới đến sa mạc và vùng ôn đới. Rắn ăn tạp, chủ yếu săn mồi các động vật nhỏ như chuột, chim và côn trùng. Tuổi thọ trung bình của rắn từ 10-20 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật có thể nguy hiểm đối với con người do một số loài có nọc độc có thể gây nguy hiểm nếu bị khiêu khích.",
    "sparrow": "Chim sẻ là loài chim nhỏ thuộc họ Passeridae, nổi bật với khả năng bay nhanh và tiếng hót líu lo. Chúng sinh sống ở khắp nơi trên thế giới, từ các khu vực đô thị đến vùng nông thôn và rừng. Chim sẻ ăn tạp, bao gồm cả hạt, ngũ cốc và các loại thực vật khác. Tuổi thọ trung bình của chim sẻ trong tự nhiên là khoảng 3-5 năm, nhưng có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người.",
    "squid": "Mực là loài động vật thân mềm thuộc lớp Cephalopoda, nổi bật với cơ thể mềm mại, xúc tu dài và khả năng phun mực để tự vệ. Chúng sinh sống chủ yếu ở các đại dương và vùng biển trên khắp thế giới, từ vùng nước nông đến vùng nước sâu. Mực là loài săn mồi hiệu quả, chủ yếu ăn cá, tôm và các loài động vật giáp xác khác. Tuổi thọ trung bình của mực từ vài tháng đến vài năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người, tuy nhiên một số loài mực có nọc độc có thể gây nguy hiểm nếu bị khiêu khích.",
    "squirrel": "Sóc là loài động vật có vú nhỏ thuộc họ Sóc, nổi bật với bộ lông dày và đuôi dài xù. Chúng sinh sống ở nhiều khu vực trên thế giới, từ rừng nhiệt đới đến vùng ôn đới và đô thị. Sóc là loài ăn tạp, chủ yếu ăn hạt, quả, côn trùng và các loại thực vật khác. Tuổi thọ trung bình của sóc từ 5-10 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể cắn nếu cảm thấy bị đe dọa.",
    "starfish": "Sao biển là loài động vật biển thuộc lớp Asteroidea, nổi bật với hình dáng ngôi sao và khả năng tái sinh các chi bị mất. Chúng sinh sống chủ yếu ở các vùng nước nông, đặc biệt là trong các rạn san hô và đáy biển. Sao biển ăn tạp, chủ yếu ăn động vật thân mềm như trai, sò và các loài động vật nhỏ khác. Tuổi thọ trung bình của sao biển từ vài năm đến hơn một thập kỷ tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người.",
    "swan": "Thiên nga là loài chim thuộc họ Vịt, nổi bật với bộ lông trắng tinh khôi và cổ dài uyển chuyển. Chúng sinh sống chủ yếu ở các vùng nước ngọt như hồ, ao và sông trên khắp thế giới. Thiên nga ăn tạp, bao gồm cả thực vật thủy sinh, côn trùng và động vật nhỏ. Tuổi thọ trung bình của thiên nga từ 20-30 năm trong tự nhiên. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể trở nên hung dữ nếu cảm thấy bị đe dọa hoặc khi bảo vệ con non.",
    "tiger": "Hổ là loài động vật có vú thuộc họ Mèo, bộ Ăn thịt. Chúng sinh sống chủ yếu ở châu Á, trong các khu rừng nhiệt đới, rừng lá rộng và đồng cỏ. Hổ nổi bật với bộ lông màu cam có sọc đen đặc trưng, giúp chúng ngụy trang trong môi trường sống tự nhiên. Chúng là loài săn mồi hiệu quả, chủ yếu săn các động vật lớn như hươu, lợn rừng và trâu rừng. Tuổi thọ trung bình của hổ trong tự nhiên là khoảng 10-15 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật rất nguy hiểm khi bị kích động hoặc cảm thấy bị đe dọa.",
    "turkey": "Gà tây là loài chim thuộc họ Phasianidae, nổi bật với kích thước lớn và bộ lông màu sắc sặc sỡ, đặc biệt là ở con đực. Chúng sinh sống chủ yếu ở Bắc Mỹ, trong các khu rừng và đồng cỏ. Gà tây ăn tạp, bao gồm cả hạt, ngũ cốc, côn trùng và các loại thực vật khác. Tuổi thọ trung bình của gà tây trong tự nhiên là khoảng 3-5 năm, nhưng có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người.",
    "turtle": "Rùa là loài bò sát thuộc họ Testudines, nổi bật với lớp mai cứng bảo vệ cơ thể mềm mại bên trong. Chúng sinh sống ở cả môi trường nước ngọt và nước mặn trên khắp thế giới. Rùa ăn tạp, bao gồm cả thực vật, côn trùng và các loài động vật nhỏ khác. Tuổi thọ trung bình của rùa từ vài chục đến hơn một trăm năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người.",
    "whale": "Cá voi là loài động vật có vú sống chủ yếu ở môi trường nước mặn, nổi bật với kích thước khổng lồ và khả năng bơi lặn xuất sắc. Chúng sinh sống ở khắp các đại dương trên thế giới, từ vùng nước nông đến vùng nước sâu. Cá voi ăn tạp, bao gồm cả plankton, cá nhỏ và các loài động vật biển khác. Tuổi thọ trung bình của cá voi từ 30-90 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người, tuy nhiên cần giữ khoảng cách an toàn khi tiếp xúc để tránh gây nguy hiểm cho cả hai bên.",
    "wolf": "Sói là loài động vật có vú thuộc họ Chó, bộ Ăn thịt. Chúng sinh sống chủ yếu ở Bắc Mỹ, châu Âu và châu Á, trong các khu rừng, đồng cỏ và vùng núi. Sói nổi bật với khả năng săn mồi theo bầy đàn và tiếng hú đặc trưng. Chúng là loài săn mồi hiệu quả, chủ yếu săn các động vật lớn như hươu, nai và thỏ. Tuổi thọ trung bình của sói trong tự nhiên là khoảng 6-8 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật rất nguy hiểm khi bị kích động hoặc cảm thấy bị đe dọa.",
    "wombat": "Wombat là loài động vật có vú đặc hữu của Australia, thuộc họ Vombatidae. Chúng nổi bật với thân hình mập mạp, chân ngắn và bộ lông dày giúp bảo vệ khỏi thời tiết lạnh. Wombat sống chủ yếu trong các hang động mà chúng tự đào trong đất. Chúng là loài ăn cỏ, chủ yếu ăn cỏ, rễ cây và các loại thực vật khác. Tuổi thọ trung bình của wombat trong tự nhiên là khoảng 5-15 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể cắn nếu cảm thấy bị đe dọa.",
    "woodpecker": "Chim gõ kiến là loài chim thuộc họ Picidae, nổi bật với khả năng gõ mỏ vào thân cây để tìm kiếm côn trùng và tạo tổ. Chúng sinh sống ở khắp nơi trên thế giới, từ rừng nhiệt đới đến vùng ôn đới và sa mạc. Chim gõ kiến ăn tạp, chủ yếu ăn côn trùng, nhựa cây và các loại thực vật khác. Tuổi thọ trung bình của chim gõ kiến từ 4-11 năm tùy thuộc vào loài và điều kiện môi trường. Là loài động vật không nguy hiểm đối với con người.",
    "zebra": "Ngựa vằn là loài động vật có vú thuộc họ Ngựa, nổi bật với bộ lông sọc đen trắng đặc trưng. Chúng sinh sống chủ yếu ở các vùng đồng cỏ và savanna của châu Phi. Ngựa vằn là loài ăn cỏ, chủ yếu ăn cỏ và lá cây. Tuổi thọ trung bình của ngựa vằn trong tự nhiên là khoảng 20-25 năm, có thể sống lâu hơn trong điều kiện nuôi nhốt. Là loài động vật không nguy hiểm đối với con người, tuy nhiên có thể đá nếu cảm thấy bị đe dọa."
}